{
    "nieuws":
    [
        {
            "titel": "Blue, the color of chill",
            "id": 212,
            "datum": "18/05/2017 • 22:45",
            "categorieen": ["blue"],
            "catid": 0,
            "samenvatting": "Blue is the colour between violet and green on the spectrum of visible light.",
            "body": "Blue is the colour between violet and green on the spectrum of visible light. Human eyes perceive blue when observing light with a wavelength between 450 and 495 nanometres. Blues with a higher frequency and thus a shorter wavelength appear more violet, while those with a lower frequency and a longer wavelength gradually appear more green. Pure blue, in the middle, has a wavelength of 470 nanometres. In painting and traditional colour theory, blue is one of the three primary colours of pigments, along with red and yellow, which can be mixed to form a wide gamut of colours. Red and blue mixed together form violet, blue and yellow together form green. Blue is also a primary colour in the RGB colour model, used to create all the colours on the screen of a television or computer monitor. The modern English word blue comes from Middle English bleu or blewe, from the Old French bleu, a word of Germanic origin related to Old Dutch, Old High German,[2] Old Saxon blāo and Old Frisian blāw, blau.[3][4] The clear sky and the deep sea appear blue because of an optical effect known as Rayleigh scattering. When sunlight passes through the atmosphere, the blue wavelengths are scattered more widely by the oxygen and nitrogen molecules, and more blue comes to our eyes. An optical effect called Tyndall scattering, similar to Rayleigh scattering, explains blue eyes; there is no blue pigment in blue eyes. Distant objects appear more blue because of another optical effect called atmospheric perspective. Blue has been used for art and decoration since ancient times. The semi-precious stone lapis lazuli, coming from mines in Afghanistan, was used in ancient Egypt for jewelry and ornament and later, in The Renaissance, to make the pigment ultramarine, the most expensive of all pigments. It is the most important color in Judaism. In the Middle Ages, cobalt blue was used to colour the stained glass windows of cathedrals. Beginning in the 9th century, Chinese artists used cobalt to make fine blue and white porcelain. Blue dyes for clothing were made from woad in Europe and indigo in Asia and Africa. In 1828 a synthetic ultramarine pigment was developed, and synthetic blue dyes and pigments gradually replaced mineral pigments and vegetable dyes. Pierre-Auguste Renoir, Vincent van Gogh and other late 19th century painters used ultramarine and cobalt blue not just to depict nature, but to create moods and emotions. In the late 18th century and 19th century, blue became a popular colour for military uniforms and police uniforms. In the 20th century, because blue was commonly associated with harmony, it was chosen as the colour of the flags of the United Nations and the European Union. Toward the end of the 20th century, dark blue replaced dark grey as the most common colour for business suits; surveys showed that blue was the colour most associated with the masculine, just ahead of black, and was also the colour most associated with intelligence, knowledge, calm and concentration.[5] Surveys in the US and Europe show that blue is the colour most commonly associated with harmony, faithfulness, confidence, distance, infinity, the imagination, cold, and sometimes with sadness. In US and European public opinion polls it is the most popular colour, chosen by almost half of both men and women as their favourite colour.[6]",
            "afbeeldingl": "blue.jpg",
            "afbeeldings": "blue.jpg"
        },
        {
            "titel": "Green, the color of nature",
            "id": 210,
            "datum": "19/05/2017 • 08:43",
            "categorieen": ["green"],
            "catid": 2,
            "samenvatting": "Green is the color between blue and yellow on the spectrum of visible light. It is evoked by light with a predominant wavelength of roughly 495–570 nm. In the subtractive color system, used in painting and color printing",
            "body": "Green is the color between blue and yellow on the spectrum of visible light. It is evoked by light with a predominant wavelength of roughly 495–570 nm. In the subtractive color system, used in painting and color printing, it is created by a combination of yellow and blue, or yellow and cyan; in the RGB color model, used on television and computer screens, it is one of the additive primary colors, along with red and blue, which are mixed in different combinations to create all other colors.The modern English word green comes from the Middle English and Anglo-Saxon word grene, from the same Germanic root as the words grass and grow.[1] It is the color of living grass and leaves[2][3] and as a result is the color most associated with springtime, growth and nature.[4] By far the largest contributor to green in nature is chlorophyll, the chemical by which plants photosynthesize and convert sunlight into chemical energy. Many creatures have adapted to their green environments by taking on a green hue themselves as camouflage. Several minerals have a green color, including the emerald, which is colored green by its chromium content. In surveys made in Europe and the United States, green is the color most commonly associated with nature, life, health, youth, spring, hope and envy.[4] In Europe and the U.S., green is sometimes associated with death (green has several seemingly contrary associations), sickness, or the devil, but in China its associations are very positive, as the symbol of fertility and happiness.[4] In the Middle Ages and Renaissance, when the color of clothing showed the owner's social status, green was worn by merchants, bankers and the gentry, while red was the color of the nobility. The Mona Lisa by Leonardo da Vinci wears green, showing she is not from a noble family; the benches in the British House of Commons are green, while those in the House of Lords are red.[5] Green is also the traditional color of safety and permission; a green light means go ahead, a green card permits permanent residence in the United States.[5] It is the most important color in Islam. It was the color of the banner of Muhammad, and is found in the flags of nearly all Islamic countries, and represents the lush vegetation of Paradise.[6] It is also often associated with the culture of Gaelic Ireland, and is a color of the flag of Ireland. Because of its association with nature, it is the color of the environmental movement. Political groups advocating environmental protection and social justice describe themselves as part of the Green movement, some naming themselves Green parties. This has led to similar campaigns in advertising, as companies have sold green, or environmentally friendly, products.",
            "afbeeldingl": "green.jpg",
            "afbeeldings": "green.jpg"
        },
        {
            "titel": "Red, the color of warmth",
            "id": 198,
            "datum": "19/05/2017 • 06:06",
            "categorieen": ["red"],
            "catid": 3,
            "samenvatting": "Twee serieuze kandidaten zijn nog in de running: de zittende Rouhani en de uiterst-conservatieve Raisi. Kiezen tussen de pest en de cholera? Buitenlandverslaggever Jens Franssen biedt antwoorden.",
            "body": "Twee serieuze kandidaten zijn nog in de running: de zittende Rouhani en de uiterst-conservatieve Raisi. Kiezen tussen de pest en de cholera? De jeugdwerkloosheid piekt. Zelfs opperleider Khamenei vond het welletjes toen tijdens de debatten het er hoger-lagergewijs aan toe ging over het aantal banen voor jongeren dat de kandidaten zouden creëren. 4 miljoen? Rouhani! 5 miljoen? Raisi! Wie biedt meer?<h2>Wie maakt kans?</h2>Favoriet om zichzelf op te volgen, is huidig president Hassan Rouhani. Hij wordt als gematigde hervormer beschouwd. In 2015 slaagde hij erin om de wurgende economische sancties tegen Iran op te heffen in ruil voor een akkoord met de internationale gemeenschap over Irans omstreden atoomprogramma. Zijn uitdager is Ebrahim Raisi. Dat is een religieuze jurist met jarenlange ervaring als rechter. Als jonge procureur heeft Raisi honderden jonge demonstranten veroordeeld tot lange, zware straffen. De polls geven Rouhani 30% tot 40%, tegenover 15% tot 25% voor Raisi.",
            "afbeeldingl": "red.jpg",
            "afbeeldings": "red.jpg"
        },
        {
            "titel": "Yellow, radiant and bright",
            "id": 167,
            "datum": "16/05/2017 • 07:15",
            "categorieen": ["yellow"],
            "catid": 1,
            "samenvatting": "The word yellow comes from the Old English geolu, geolwe (oblique case), meaning yellow, yellowish, derived from the Proto-Germanic word gelwaz yellow.",
            "body": "Yellow is the color between green and orange on the spectrum of visible light. It is evoked by light with a predominant wavelength of roughly 570–590 nm. In traditional color theory, used in painting, and in the subtractive color system, used in color printing, yellow is a primary color. In the RGB color model, used to create colors on television and computer screens, yellow is a secondary color made by combining red and green at equal intensity. The word yellow comes from the Old English geolu, geolwe (oblique case), meaning yellow, yellowish, derived from the Proto-Germanic word gelwaz yellow. It has the same Indo-European base, gʰel-, as the words gold and yell. According to surveys in Europe, Canada, and the United States, yellow is the color people most often associate with amusement, gentleness, and spontaneity, but also with duplicity, envy, jealousy, avarice, and, in the U.S., with cowardice. In Iran it has connotations of pallor/sickness,[3] but also wisdom and connection.[4] It plays an important role in Asian culture, particularly in China, where it is seen as the color of happiness, glory, wisdom, harmony, and culture.The 18th and 19th century saw the discovery and manufacture of synthetic pigments and dyes, which quickly replaced the traditional yellows made from arsenic, cow urine, and other substances. Circa 1776, Jean-Honoré Fragonard painted A Young Girl Reading. She is dressed in a bright saffron yellow dress. This painting is "considered by many critics to be among Fragonard's most appealing and masterly". The 19th-century British painter J.M.W. Turner was one of the first in that century to use yellow to create moods and emotions, the way romantic composers were using music. His painting Rain, Steam, and Speed – the Great Central Railway was dominated by glowing yellow clouds. Georges Seurat used the new synthetic colors in his experimental paintings composed of tiny points of primary colors, particularly in his famous Sunday Afternoon on the Isle de la Grand jatte (1884–86). He did not know that the new synthetic yellow pigment, zinc yellow or zinc chromate, which he used in the light green lawns, was highly unstable and would quickly turn brown. The painter Vincent van Gogh was a particular admirer of the color yellow, the color of sunshine. Writing to his sister from the south of France in 1888, he wrote, "Now we are having beautiful warm, windless weather that is very beneficial to me. The sun, a light that for lack of a better word I can only call yellow, bright sulfur yellow, pale lemon gold. How beautiful yellow is!" In Arles, Van Gogh painted sunflowers inside a small house he rented at 2 Place Lamartine, a house painted with a color that Van Gogh described as "buttery yellow." Van Gogh was one of the first artists to use commercially manufactured paints, rather than paints he made himself. He used the traditional yellow ochre, but also chrome yellow, first made in 1809, and cadmium yellow, first made in 1820. At the end of the 19th century, in 1895, a new popular art form began to appear in New York newspapers; the color comic strip. It took advantage of a new color printing process, which used color separation and three different colors of ink; magenta, cyan, and yellow, plus black, to create all the colors on the page. One of the first characters in the new comic strips was a humorous boy of the New York streets named Mickey Dugen, more commonly known as the Yellow Kid, from the yellow nightshirt he wore. He gave his name (and color) to the whole genre of popular, sensational journalism, which became known as "yellow journalism".",
            "afbeeldingl": "yellow.jpg",
            "afbeeldings": "yellow.jpg"
        },
        {
            "titel": "Black and white, the chrams of the past",
            "id": 124,
            "datum": "13/05/2017 • 09:55",
            "categorieen": ["black-and-white"],
            "catid": 4,
            "samenvatting": "Black-and-white is a niche market for photographers who use the medium for artistic purposes. In the UK, color was only slowly introduced from the mid-1980s.",
            "body": "Movies: While some color film processes (including hand coloring) were experimented with and in limited use from the earliest days of motion pictures, the switch from most films being in black-and-white to most being in color was gradual, taking place from the 1930s to the 1960s. Even when most studios had the capability to make color films they were not heavily utilized as using the Technicolor process was expensive and the process cumbersome. For many years it was not possible for films in color to render realistic hues, thus its use was restricted to historical films or musicals until the 1950s, while many directors preferred to use black-and-white stock. For the years 1940–1966, a separate Academy Award for Best Art Direction was given for black-and-white movies along with one for color. Television: Television programs were first transmitted in black-and-white.[1] Scottish inventor John Logie Baird demonstrated the world's first color television transmission on July 3, 1928 using a mechanical process. Some color broadcasts in the U.S. began in the 1950s, with color becoming common in western industrialized nations during the late 1960s. In the United States, the Federal Communications Commission (FCC) settled on a color NTSC standard in 1953, and the NBC network began broadcasting a limited color television schedule in January 1954. Color television became more widespread in the U.S. between 1963 and 1967, when the CBS and ABC networks joined NBC in broadcasting full color schedules. Canada began airing color television in 1966 while the United Kingdom began to use an entirely different color system from July 1967 known as PAL. The Republic of Ireland followed in 1970. New Zealand began color broadcasting in 1973, and Australia experimented with color television in 1967 but continued to broadcast in black-and-white until 1975, and New Zealand experimented with color broadcasting in 1973 but didn't convert until 1975. In China, black-and-white television sets were the norm until as late as the 1990s, color TVs not outselling them until about 1989. In 1969, Japanese electronics manufacturers standardized the first format for industrial/non-broadcast videotape recorders (VTRs) called EIAJ-1, which initially offered only black-and-white video recording and playback. While seldom used professionally now, many consumer camcorders have the ability to record in black-and-white. Photography: Photographs were either black-and-white or shades of sepia. Color photography was originally rare and expensive and again often containing inaccurate hues. Color photography became more common from the mid-20th century. Today, black-and-white is a niche market for photographers who use the medium for artistic purposes. This can take the form of black-and-white film or digital conversion to grayscale, with optional digital image editing manipulation to enhance the results. For amateur use certain companies such as Kodak manufactured black-and-white disposable cameras until 2009. Also, certain films are produced today which give black-and-white images using the ubiquitous C41 color process. Printing press: Most American newspapers were black-and-white until the early 1980s; The New York Times and The Washington Post remained in black-and-white until the 1990s. Some claim that USA Today was the major impetus for the change to color. In the UK, color was only slowly introduced from the mid-1980s. Even today, many newspapers restrict color photographs to the front and other prominent pages since mass-producing photographs in black-and-white is considerably less expensive than color. Similarly, daily comic strips in newspapers were traditionally black-and-white with color reserved for Sunday strips. Color printing is more expensive.",
            "afbeeldingl": "black-and-white.jpg",
            "afbeeldings": "black-and-white.jpg"
        }
    ]
}
